Repository: bravesoftdz/Public-1
Catalog: Utils2/language/OpenC2Pas.*.po
Languages: de

source: Code %s
de: Codenummer: %s

source: Complete translation of "return" not yet implemented ("Exit" after "Result", and "begin".."end" if it is necessary)
de: Vollständige Übersetzung von "return" ist nicht implementiert ("Exit" nach "Result" und "begin"..." Ende", wenn es notwendig ist)

source: End of statement not found
de: Ende der Anweisung nicht gefunden

source: [Error] %s
de: [Fehler] %s

source: Exception in AddChar procedure
de: Ausnahme in AddChar Methode

source: Hexadecimal translation not yet implemented
de: Hexadezimale Übersetzung noch nicht implementiert

source: [Hint] %s
de: [Hinweis] %s

source: It is a bit operator or a reference operator? (not yet implemented)
de: Es ist eine Referenz oder eine Bit-Operator? (noch nicht implementiert)

source: Octal conversion not yet implemented
de: Oktal Umstellung noch nicht implementiert

source: Source is too long
de: Quelle ist zu lang

source: Too many errors
de: Zu viele Fehler

source: Translation is too long
de: Übersetzung ist zu lang

source: [Warning] %s
de: [Warnung] %s

source: The OpenSource C/C++ to Pascal Translator http://c2pas.sourceforge.net Translator unit: %s Windows user interface: Copyright (c) 2002 Alberto Berardi Special thanks to: SynEdit team, SourceForge
de: Der OpenSource C/C++ nach Pascal Übersetzer http://c2pas.sourceforge.net Übersetzer Einheit: %s Windows-Benutzeroberfläche: Copyright (c) 2002 Alberto Berardi Spezeller Dank an: SynEdit Team, SourceForge

source: File loaded
de: Datei geladen
