Repository: bravesoftdz/Public-1
Catalog: Diverses/Language/appevents.*.po
Languages: de

source: Action executed
de: Aktion ausgef端hrt

source: Drop files executed:
de: Dateien-ziehen ausgef端hrt:

source: Event OnActionExecute
de: Ereignis: OnActionExecute

source: Event OnActionUpdate
de: Ereignis: OnActionUpdate

source: Event OnActivate
de: Ereignis: OnActivate

source: Event OnDeactivate
de: Ereignis: OnDeactivate

source: Event OnException: %s
de: Ereignis: OnException: %s

source: Event OnHelp
de: Ereignis: OnHelp

source: Event OnHint
de: Ereignis: OnHint

source: Event OnIdle
de: Ereignis: OnIdle

source: Event OnIdle End
de: Ereignis: OnIdle End

source: Event OnMinimize
de: Ereignis: OnMinimize

source: Event OnRestore
de: Ereignis: OnRestore

# frm_appeventsmain.sexceptionraised
source: This is an exception
de: Dies ist eine Ausnahme

# main.sexceptionraised
source: This is an exception
de: Dies ist eine Ausnahme

# TFRMAPPEVENTSMAIN.HINTBUTTON.CAPTION
source: Hint button test (move mouse here)
de: Hinweis-Test-Taste (Ziehen Sie die Maus hierher)

# TFRMAPPEVENTSMAIN.HINTBUTTON.HINT
source: This is a hint
de: Dies ist ein Hinweis

# TFRMAPPEVENTSMAIN.LBLOTHER.CAPTION
source: Other Application Events:
de: Andere Anwendungsereignisse:

# TFRMAPPEVENTSMAIN.MENUEXCEPTION.CAPTION
source: &Raise Exception
de: &Ausnahme herbeif端hren

# tmainform.hintbutton.caption
source: Hint button test (move mouse here)
de: Hinweis-Test-Taste (Ziehen Sie die Maus hierher)

# tmainform.hintbutton.hint
source: This is a hint
de: Dies ist ein Hinweis

# tmainform.lblother.caption
source: Other Application Events:
de: Andere Anwendungsereignisse:

# tmainform.menuaction.caption
source: &Action
de: &Aktion

# tmainform.menuexception.caption
source: &Raise Exception
de: &Ausnahme herbeif端hren
