Repository: bravesoftdz/Public-1
Catalog: Games/Language/Asteroids.*.po
Languages: de

source: player
de: Spieler

source: score
de: Wertung

source: (F5) &accelerate if FPS < 100
de: (F5) & beschleunigen, wenn FPS < 100

source: (F3) &beep if shots launch and hit
de: (F3) &Ton bei Schuß, und Treffer

source: (F2) &first person shooter mode
de: (F2) &Erst-Personen-Schützen-Modus

source: (F4) &limit frame rate to 100 FPS
de: (F4) & Limit Framerate auf 100 Bilder pro Sekunde

source: (F7) activate FPS &display
de: (F7) aktivieren FPS & Anzeigen

source: (F6) &use partial 2D polygons
de: (F6) & verwenden teilweise 2D Polygone

source: (F1) &stop game if it looses focus
de: (F1) &Spiel stoppen, wenn es Fokus verliert

source: &keys
de: &Tasten

source: spa&rks:
de: Fun&ken:

source: Could not replace highscores. Check if %s is write-protected.
de: Bestenliste konnte nicht ersetzt werden. Überprüfen Sie, ob %s schreibgeschützt ist.

source: FPS
de: Bps

source: Score
de: Wertung

source: Accel
de: Beschl.

source: Beep
de: Piepston

source: Color1
de: Farbe1

source: Color2
de: Farbe2

source: FirstP
de: ErstP

source: FPS
de: Bps

source: FullScreen
de: Vollbild

source: KeyAccel
de: Taste Beschl.

source: KeyFire
de: Taste Schuß

source: KeyLeft
de: Taste Links

source: KeyRight
de: Taste Rechts

source: Keys
de: Tasten

source: Limit
de: Grenze

source: Parts
de: Teile

source: Settings
de: Einstellungen

source: Sparks
de: Funken

source: StartUp
de: Startvorgang

source: Stop
de: Ende

source: Width
de: Breite

source: blink delay:%s%s
de: Blinkverzögerung:%s%s

source: sparks:%s%s
de: Funken: %s %s
